Repository: common-repository/recentcomments
Catalog: *.po
Languages: de_de

source: yes
de_de: ja

source: no
de_de: nein

source: Show date/time
de_de: Datum anzeigen?

source: Date/time format
de_de: Datumsformat

source: m.d.Y
de_de: d.mY

source: According to the PHP <a href="http://www.php.net/date" target="_blank">date()</a> function.
de_de: Alle Symbole der PHP <a href="http://www.php.net/date" target="_blank">date()</a> Funktion werden unterst&uuml;tzt.

source: Show gravatars
de_de: Gravatare anzeigen?

source: Gravatar default
de_de: Default Gravatar

source: Gravatar default url
de_de: Default Gravatar Url

source: if set overrules the default gravatar selected above
de_de: &Uuml;berschreibt die Angabe von "Default Gravatar".

source: to ensure the images are SFW
de_de: Alterstufe für die Gravatare festlegen.

source: Gravatar size
de_de: Gravatar Gr&ouml;&szlig;e

source: Misc. listing - comments, trackbacks, pingbacks mixed
de_de: Gemischtes Listing - Kommentare, Trackbacks und Pingbacks zusammen angzeigen

source: Misc title
de_de: Titel

source: Recent activity
de_de: Neueste Aktivit&auml;t

source: The title is shown above the listing in widget mode.
de_de: Der Titel wird oberhalb des Listings im Widget Modus angezeigt.

source: Misc limit
de_de: Anzahl der Eintr&auml;ge

source: Max. # of items to show
de_de: Maximale Anzahl der Beiträge die angezeigt werden sollen.

source: Misc length
de_de: L&auml;nge der Eintr&auml;ge

source: Max. length of text
de_de: Maximale L&auml;nge der einzelnen Einträge.

source: Misc sorting
de_de: Darstellung

source: flat
de_de: als Liste

source: grouped
de_de: gruppiert nach Beitrag

source: Expandable?
de_de: aufklappbar?

source: listing expands on mouse over
de_de: Das Listing klappt auf, wenn man mit der Maus dar&uuml;ber f&auml;hrt.

source: Comments
de_de: Kommentare

source: Comments title
de_de: Titel

source: Recent comments
de_de: Neueste Kommentare

source: Comments limit
de_de: Anzahl der Eintr&auml;ge

source: Max. # of comments to show
de_de: Maximale Anzahl der anzuzeigende Einträge.

source: Comments length
de_de: Maximale L&auml;nge der einzelnen Einträge.

source: Comments sorting
de_de: Darstellung

source: Expandable comments?
de_de: aufklappbar?

source: Exclude
de_de: Ausschliessen

source: Exclude comment authors by email
de_de: Autoren anhand der E-Mail aus dem Listing ausschliessen.

source: Trackbacks title
de_de: Titel

source: Recent trackbacks
de_de: Neueste Trackbacks

source: Trackbacks limit
de_de: Anzahl der Eintr&auml;ge

source: Max. # of trackbacks to show
de_de: Maximale Anzahl der anzuzeigende Einträge.

source: Trackbacks length
de_de: Maximale L&auml;nge der einzelnen Einträge.

source: Trackbacks sorting
de_de: Darstellung

source: Expandable trackbacks?
de_de: aufklappbar?

source: Pingbacks title
de_de: Titel

source: Recent pingbacks
de_de: Neueste Pingbacks

source: Pingbacks limit
de_de: Anzahl der Eintr&auml;ge

source: Max. # of pingbacks to show
de_de: Maximale Anzahl der anzuzeigende Einträge.

source: Pingbacks length
de_de: L&auml;nge der Eintr&auml;ge

source: Pingbacks sorting
de_de: Darstellung

source: Expandable pingbacks?
de_de: aufklappbar?

source: Settings saved!
de_de: Die Einstellungen wurden gespeichert.

source: Click here for integration instructions.
de_de: Klicke hier f&uuml;r die Einbindung.

source: Integration
de_de: Einbindung

source: Use the sidebar widgets of paste on of the codesnippets below into your template file.
de_de: Nutze die Sidebar-Widgets unter Themes -> Widgets oder kopiere die folgenden Codeschnipsel in dein Template.

source: Misc. listing
de_de: gemischtes Listing

source: Comments only
de_de: nur Kommentare

source: Trackbacks only
de_de: nur Trackbacks

source: Pingbacks only
de_de: nur Pingbacks

source: save
de_de: speichern

source: m.d.y
de_de: d.m.Y

source: Recent trackbacks
de_de: Neueste Trackbacks

source: Recent pingbacks
de_de: Neueste Pingbacks
